code --install-extension antfu.file-nesting
code --install-extension antfu.unocss
code --install-extension bbenoist.Nix
code --install-extension bmalehorn.vscode-fish
code --install-extension bradlc.vscode-tailwindcss
code --install-extension bungcip.better-toml
code --install-extension cschlosser.doxdocgen
code --install-extension dbaeumer.vscode-eslint
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-rename-tag
code --install-extension GitHub.copilot
code --install-extension GitHub.copilot-labs
code --install-extension GitHub.github-vscode-theme
code --install-extension GitHub.vscode-pull-request-github
code --install-extension golang.go
code --install-extension GraphQL.vscode-graphql
code --install-extension Gruntfuggly.todo-tree
code --install-extension hollowtree.vue-snippets
code --install-extension jeff-hykin.better-cpp-syntax
code --install-extension mateocerquetella.xcode-12-theme
code --install-extension matklad.rust-analyzer
code --install-extension mattpocock.ts-error-translator
code --install-extension mikestead.dotenv
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.cpptools-themes
code --install-extension naumovs.color-highlight
code --install-extension oderwat.indent-rainbow
code --install-extension pflannery.vscode-versionlens
code --install-extension Prisma.prisma
code --install-extension statelyai.stately-vscode
code --install-extension svelte.svelte-vscode
code --install-extension tauri-apps.tauri-vscode
code --install-extension twxs.cmake
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vscodevim.vim
code --install-extension Vue.volar
code --install-extension WakaTime.vscode-wakatime
code --install-extension withfig.fig
code --install-extension wix.glean
code --install-extension zamerick.vscode-caddyfile-syntax
