tap "hashicorp/tap"
tap "homebrew/core"
tap "hudochenkov/sshpass"
tap "infisical/get-cli"
tap "jesseduffield/lazygit"
tap "louisbrunner/valgrind"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "supabase/tap"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "grpc"
brew "bear"
brew "cloc"
brew "codespell"
brew "coreutils"
brew "docker"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghc"
brew "ghcup"
brew "glab"
brew "gnu-sed"
brew "go"
brew "huggingface-cli"
brew "icu4c@76"
brew "jq"
brew "just"
brew "llvm"
brew "lld"
brew "lua-language-server"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "qemu"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "xclip"
brew "zellij"
brew "hashicorp/tap/terraform"
brew "hudochenkov/sshpass/sshpass"
brew "infisical/get-cli/infisical"
brew "jesseduffield/lazygit/lazygit"
brew "pulumi/tap/pulumi"
brew "supabase/tap/supabase"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-victor-mono-nerd-font"
