tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "veritem/gcm"
brew "bat"
brew "deno"
brew "exa"
brew "fish"
brew "gh"
brew "gnupg"
brew "go"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "pinentry-mac"
brew "pnpm"
brew "rust"
cask "kap"
cask "kitty"
cask "visual-studio-code"
