tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "railwayapp/railway"
tap "supabase/tap"
tap "veritem/gcm"
brew "bat"
brew "deno", link: false
brew "folly"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fish"
brew "flyctl"
brew "fx"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "lua-language-server"
brew "luv"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk"
brew "pinentry-mac"
brew "pnpm", link: false
brew "python@3.10"
brew "railway"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "scc"
brew "starship"
brew "terraform"
brew "tmux"
brew "watchman"
brew "supabase/tap/supabase"
cask "anaconda"
cask "docker"
cask "iterm2"
cask "kap"
cask "kitty"
cask "maccy"
cask "miniconda"
cask "mounty"
cask "ngrok"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "warp"
