tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "railwayapp/railway"
tap "supabase/tap"
tap "veritem/gcm"
brew "bat"
brew "cloudflared"
brew "code-server"
brew "folly"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fish"
brew "flyctl"
brew "fx"
brew "gh"
brew "unbound"
brew "gnutls"
brew "go"
brew "just"
brew "lua-language-server"
brew "luv"
brew "md5sha1sum"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "oha"
brew "openjdk"
brew "pinentry-mac"
brew "pnpm", link: false
brew "python@3.10"
brew "railway"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "scc"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "zoxide"
brew "supabase/tap/supabase"
cask "anaconda"
cask "docker"
cask "iterm2"
cask "kap"
cask "kitty"
cask "maccy"
cask "miniconda"
cask "ngrok"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "warp"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "bbenoist.Nix"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "CodeSandbox-io.codesandbox-projects"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "KevinRose.vsc-python-indent"
vscode "MaoSantaella.night-wolf"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "Nur.just-black"
vscode "oderwat.indent-rainbow"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "ZixuanChen.vitest-explorer"
